Repository: XITRIX/iTorrent
Catalog: iTorrent/Core/Assets/Localizable.xcstrings
Source language: en
Languages: de, es, it, ru, zh_hans

# %@ of %@ (%@)
source: %1$@ of %2$@ (%3$@)
de: %1$@ von %2$@ (%3$@)
es: %1$@ de %2$@ (%3$@)
it: %1$@ di %2$@ (%3$@)
ru: %1$@ из %2$@ (%3$@)
zh_hans: %1$@ 的 %2$@ (%3$@)

# %lld / %lld items
source: %1$lld / %2$lld items
de: %1$lld / %1$lld Einträge
es: %1$lld / %2$lld artículos
it: %1$lld / %2$lld oggetti
ru: %1$lld / %2$lld файлов
zh_hans: %1$lld / %2$lld 项

# add.dismiss.message
source: All changes will be lost
de: Alle Änderungen werfen verworfen
es: Se perderán todos los cambios
it: Tutti i cambiamenti saranno persi
ru: Все не сохранённые изменения будут утеряны
zh_hans: 所有未保存的更改将会丢失

# add.dismiss.title
source: Are you sure to dismiss?
de: Wirklich verwerfen?
es: ¿Está seguro de que desea descartar?
it: Sei sicuro di voler annullare?
ru: Вы уверены что хотите закрыть это окно?
zh_hans: 你确定要丢弃吗？

# addTorrent.%@_exists
source: Torrent with hash: "%@" already exists in download queue
de: Torrent mit Hash: “%@“ existiert schon in der Download-Queue
es: El torrent con hash: "%@" ya existe en la cola de descargas
it: Torrent con hash: “%@” già presente nella coda download
ru: Торрент с хэшем: "%@" уже имеется в списке загрузок
zh_hans: Hash: "%@" 的Torrent已存在于下载队列中

# addTorrent.exists
source: This torrent already exists
de: Dieser Torrent existiert bereits
es: Este torrent ya existe
it: Questo torrent esiste già
ru: Этот торрент уже добавлен
zh_hans: 这个 Torrent 已存在

# addTorrent.storage.manage
source: Manage...
de: Verwalten...
es: Gestionar...
it: Gestisci…
ru: Настроить...
zh_hans: 管理...

# addTorrent.storage.selected
source: Select storage
de: Speicher auswählen
es: Seleccionar almacenamiento
it: Seleziona l’archivio
ru: Выберите хранилище
zh_hans: 选择储存

# common.add
source: Add
de: Hinzu
es: Añadir
it: Aggiungi
ru: Добавить
zh_hans: 添加

# common.all
source: All
de: Alle
it: Tutti
ru: Все

# common.cancel
source: Cancel
de: Abbruch
es: Cancelar
it: Annulla
ru: Отменить
zh_hans: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
it: Chiudi
ru: Закрыть
zh_hans: 关闭

# common.continue
source: Continue
de: Weiter
es: Continuar
it: Continua
ru: Продолжить
zh_hans: 继续

# common.delete
source: Delete
de: Löschen
es: Borrar
it: Cancella
ru: Удалить
zh_hans: 删除

# common.dismiss
source: Dismiss
de: Verwerfen
es: Descartar
it: Annulla
ru: Закрыть
zh_hans: 丢弃

# common.enable
source: Enable
de: Aktivieren
es: Habilitar
it: Attiva
ru: Включить
zh_hans: 启用

# common.error
source: Error
de: Fehler
it: Errore
ru: Ошибка
zh_hans: 错误

# common.open
source: Open
de: Öffnen
es: Abrir
it: Apri
ru: Открыть
zh_hans: 打开

# common.password
source: Password
de: Passwort
es: Contraseña
ru: Пароль
zh_hans: 密码

# common.remove
source: Remove
de: Entfernen
es: Eliminar
it: Rimuovi
ru: Удалить
zh_hans: 移除

# common.reset
source: Reset
de: Resetten
es: Restablecer
it: Reimposta
ru: Сбросить
zh_hans: 重置

# common.search
source: Search
de: Suchen
es: Buscar
it: Cerca
ru: Поиск
zh_hans: 搜索

# common.share
source: Share
de: Teilen
es: Compartir
it: Condividi
ru: Поделиться
zh_hans: 分享

# details.actions
source: Actions
de: Aktionen
es: Acciones
it: Azioni
ru: Действия
zh_hans: 操作

# details.actions.files
source: Files
de: Dateien
es: Archivos
ru: Файлы
zh_hans: 文件

# details.actions.trackers
source: Trackers
de: Tracker
ru: Трекеры

# details.downloading
source: Downloading
de: Lädt
es: Descargando
it: Scaricamento
ru: Загрузка
zh_hans: 下载中

# details.downloading.progress
source: Progress
de: Fortschritt
es: Progreso
it: Progresso
ru: Прогресс
zh_hans: 进度

# details.downloading.sequential
source: Sequential download
de: Sequentieller Download
es: Descarga secuencial
it: Download sequenziale
ru: Последовательная загрузка
zh_hans: 顺序下载

# details.files.previewMode
source: Preview mode
de: Vorschau-Modus
es: Vista previa
it: Modalità anteprima
ru: Режим превью
zh_hans: 预览模式

# details.files.quickLookPreview
source: Quick Look preview
de: Quick Look Vorschau
es: Vista previa rápida
it: Anteprima rapida
ru: Quick Look превью
zh_hans: 快速预览

# details.info
source: Primary info
de: Hauptinfo
es: Información primaria
it: Informazione Primaria
ru: Основная информация
zh_hans: 基本信息

# details.info.added
source: Added
de: Hinzugefügt
es: Añadido
it: Aggiunto
ru: Добавлен
zh_hans: 添加时间

# details.info.comment
source: Comment
de: Kommentar
es: Comentario
it: Commento
ru: Комментарий
zh_hans: 评论

# details.info.created
source: Created
de: Erstellt
es: Creado
it: Creato
ru: Создан
zh_hans: 创建时间

# details.info.creator
source: Creator
de: Ersteller
es: Creador
it: Autore
ru: Создатель
zh_hans: 创建者

# details.path
source: Storage
de: Speicher
es: Almacenamiento
it: Archivio
ru: Хранилище
zh_hans: 储存

# details.path.browse
source: Current
de: Momentan
es: Actual
it: Corrente
ru: Текущее
zh_hans: 当前的

# details.refreshStorage.fail.message
source: Storage not found
de: Speicher nicht gefunden
es: Almacenamiento no encontrado
it: Archivio non trovato
ru: Хранилище не найдено
zh_hans: 储存不存在

# details.refreshStorage.message
source: iTorrent will try to find missing storage
de: iTorrent wird versuchen, den fehlenden Speicher zu finden
es: iTorrent intentará encontrar el almacenamiento que falta
it: iTorrent proverà a cercare l’archivio mancante
ru: iTorrent попробует найти утерянное хранилище
zh_hans: iTorrent 将尝试寻找丢失的存储

# details.refreshStorage.title
source: Refresh storage
de: Speicher neu laden
es: Actualizar almacenamiento
it: Aggiorna archivio
ru: Перезагрузить хранилище
zh_hans: 刷新储存

# details.rehash.message
source: This action will recheck the state of all downloaded files
de: Diese Aktion wird den Status aller heruntergeladenen Daten neu prüfen
it: Quest’azione controllerà nuovamente lo stato di tutti i file scaricati

# details.rehash.title
source: Torrent rehash
de: Torrent neu hashen
es: Rehacer torrent
it: Rehash torrent
ru: Перепроверка хэша
zh_hans: 重新检查 Torrent

# details.share.torrentFile
source: Torrent file
de: Torrent Datei
es: Archivo torrent
it: File torrent
ru: Torrent файл
zh_hans: Torrent文件

# details.speed
source: Speed
de: Geschwindigkeit
es: Velocidad
it: Velocità
ru: Скорость
zh_hans: 速度

# details.speed.timeRemains
source: Time remains
de: Zeit übrig
es: Tiempo restante
it: Tempo rimanente
ru: Осталось
zh_hans: 剩余时间

# details.state
source: State
de: Status
es: Estado
it: Stato
ru: Состояние
zh_hans: 状态

# details.transfer.completed
source: Completed
de: Abgeschlossen
es: Completado
it: Completato
ru: Завершено
zh_hans: 已完成

# details.transfer.downloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
it: Scaricato
ru: Скачано
zh_hans: 已下载

# details.transfer.leechers
source: Leechers
de: Leecher
ru: Личеры
zh_hans: 正在下载

# details.transfer.progressSelectedTotal
source: Progress Selected/Total
de: Fortschritt Ausgewählt/Gesamt
es: Progreso seleccionado/Total
it: Progresso Selezionato/Totale
ru: Прогресс Выбранные/Всего
zh_hans: 已选择进度/全部进度

# details.transfer.seeders
source: Seeders
de: Seeder
es: Sembradores
ru: Сиды
zh_hans: 做种数

# details.transfer.selectedTotal
source: Selected/Total
de: Ausgewählt/Alle
es: Seleccionados/Total
it: Selezionato/Totale
ru: Выбрано/Всего
zh_hans: 已选择/全部

# details.transfer.uploaded
source: Uploaded
de: Hochgeladen
es: Subido
it: Caricato
ru: Отдано
zh_hans: 已上传

# encryptionPolicy.disabled
source: Disable
de: Deaktiviert
es: Desactivar
it: Disabilita
ru: Отключить
zh_hans: 禁用

# encryptionPolicy.enabled
source: Allow
de: Erlauben
es: Permitir
it: Autorizza
ru: Разрешить
zh_hans: 启用

# encryptionPolicy.forced
source: Require
de: Benötigt
es: Obligatorio
it: Richiedi
ru: Требовать
zh_hans: 要求

# expire.exit
source: Exit
de: Beenden
es: Salir
it: Esci
ru: Выход
zh_hans: 退出

# expire.message
source: You need to update the app
de: Du musst die App aktualisieren
es: Necesita actualizar la aplicación
it: L’app ha bisogno di un aggiornamento
ru: Вам надо обновить приложение
zh_hans: 您需要更新APP

# expire.title
source: Build is expired
de: Build ist abgelaufen
es: La compilación ha caducado
it: La build è scaduta
ru: Сборка просрочена
zh_hans: 当前版本已过期

# file.open
source: Open
de: Öffnen
es: Abrir
it: Apri
ru: Открыть
zh_hans: 打开

# file.share
source: Share
de: Teilen
es: Compartir
it: Condividi
ru: Поделиться
zh_hans: 分享

# file.showInFiles
source: Show in Files
de: In Dateien anzeigen
es: Mostrar en archivos
it: Mostra in Files
ru: Показать в "Файлы"
zh_hans: 在“文件”中显示

# initialSetup.cellular.allowCheck.confirm
source: I know the risks
de: Ich kenne die Risiken
it: Conosco i rischi
ru: Я осознаю риски

# initialSetup.cellular.allowCheck.title
source: Allow Cellular Connection
de: Mobile Verbindung erlauben
it: Permetti la connessione su rete mobile
ru: Разрешить Сотовую Сеть

# initialSetup.cellular.button.allow
source: Allow Cellular Usage
de: Mobile Nutzung erlauben
it: Permetti l’uso su rete mobile
ru: Разрешить Сотовую Сеть

# initialSetup.cellular.button.dismiss
source: Do Not Allow Cellular
de: Keine Mobile Verbindung
it: Non permettere l’uso su rete mobile
ru: Не Разрешать Сотовую Сеть

# initialSetup.cellular.title
source: Allow Cellular Usage
de: Mobilfunk Nutzung erlauben
it: Permetti l’uso su rete mobile
ru: Разрешить Сотовую Сеть

# intent.pauseTorrent.hash.description
source: Hash of the Torrent that needs to be stopped
de: Hash des Torrents der beendet werden muss
es: Hash del Torrent que necesita ser detenido
it: Hash del Torrent che deve essere fermato
ru: Хэш торрента который требуется остановить
zh_hans: 需要停止的Torrent的Hash

# intent.pauseTorrent.title
source: Pause Torrent
de: Torrent pausieren
es: Pausar Torrent
it: Ferma Torrent
ru: Остановить торрент
zh_hans: 暂停Torrent

# list.add.files
source: Files
de: Dateien
es: Archivos
ru: Файлы
zh_hans: 文件

# list.add.magnet.error
source: Magnet link is not valid
de: Magnet-Link ist ungültig
es: El enlace Magnet no es válido
it: Link magnet non valido
ru: Magnet ссылка не валидна
zh_hans: 磁力链接无效

# list.add.magnet.message
source: Please enter the magnet link below
de: Bitte Magnet-Link unten eintragen
es: Por favor, introduzca a continuación el enlace Magnet
it: Per favore inserisci il link magnet qui sotto
ru: Введите magnet ссылку ниже
zh_hans: 请在下面输入磁力链接

# list.add.magnet.title
source: Add from magnet
de: Aus Magnet hinzufügen
es: Añadir desde Magnet
it: Aggiungi da magnet
ru: Добавить из magnet
zh_hans: 从磁力链接添加

# list.add.title
source: Add from
de: Hinzufügen von
es: Añadir desde
it: Aggiungi da
ru: Добавить из
zh_hans: 从……添加

# list.add.url.error
source: Torrent link is not valid
de: Torrent-Link ist ungültig
es: El enlace torrent no es válido
it: Link torrent non valido
ru: Ссылка на Torrent файл не валидна
zh_hans: Torrent文件链接无效

# list.add.url.message
source: Please enter the Torrent link below
de: Bitte Torrent-Link unten eintragen
es: Por favor, introduzca el enlace Torrent a continuación
it: Per favore inserisci il link del torrent qui sotto
ru: Введите ссылку на Torrent файл
zh_hans: 请在下面输入现有的 Torrent URL

# list.add.url.title
source: Add by URL
de: Über URL eintragen
es: Añadir por URL
it: Aggiungi da URL
ru: Добавить по ссылке
zh_hans: 通过URL添加

# list.empty.filter.subtitle
source: Try to disable this filter or select another one
de: Versuche, diesen Filter zu deaktivieren oder wähle einen anderen
it: Prova a disabilitare il filtro o selezionane un altro
ru: Попробуйте выключить текущий фильтр или выбрать другой

# list.empty.filter.title-%@
source: No torrents for filter “%1$@”
de: Keine Torrents für Filter „%1$@“
it: Nessun torrent trovato con il filtro “%1$@”
ru: Нет торрентов для фильтра «%@»

# list.empty.nodata.subtitle
source: To add new torrents you can press '+' icon in the bottom-left corner or by opening torrent file directly from Files app or Web Browser
de: Um neue Torrents hinzuzufügen, drücke das ‚+‘-Icon in der unteren rechten Ecke, oder indem Du eine Torrent-Datei direkt aus der Dateien-App oder dem Browser öffnest.
es: Para añadir nuevos torrents puedes pulsar '+' en la esquina inferior izquierda o abriendo el archivo torrent directamente desde la aplicación Archivos o el navegador web.
it: Per aggiungere un nuovi torrent, puoi premere l’cona ‘+’ nell’angolo in basso a sinistra oppure aprendo il file torrent direttamente dall’app File o dal Browser web
ru: Для добавления загрузки нажмите '+' в углу экрана или откройте torrent файл из приложения Файлы или Веб Браузера
zh_hans: 要添加新的Torrent，您可以点击左下角的“+”图标，也可以直接从“文件”APP或浏览器打开Torrent文件

# list.empty.nodata.title
source: Welcome to iTorrent
de: Willkommen zu iTorrent
es: Bienvenido a iTorrent
it: Benvenuto su iTorrent
ru: Добро пожаловать
zh_hans: 欢迎使用iTorrent

# list.sort
source: Sorting
de: Sortierung
es: Ordenar
it: Ordina
ru: Сортировка
zh_hans: 排序

# list.sort.addedDate
source: Date Added
de: Datum hinzugefügt
es: Fecha añadida
it: Data di aggiunta
ru: Дате добавления
zh_hans: 添加日期

# list.sort.creationDate
source: Date Created
de: Datum erstellt
es: Fecha de creación
it: Data di creazione
ru: Дате создания
zh_hans: 创建日期

# list.sort.grouped
source: Group by state
de: Gruppiert bei Status
es: Agrupar por estado
it: Ordina per stato
ru: Группировать на секции
zh_hans: 按状态分组

# list.sort.size
source: Size
de: Größe
es: Tamaño
it: Dimensione
ru: Размеру
zh_hans: 大小

# list.sort.title
source: Sort torrents by:
de: Torrents sortieren nach:
es: Ordenar torrents por:
it: Ordina
ru: Сортировать торренты по:
zh_hans: Torrent排序方法:

# mime.calculating
source: Calculating...
de: Berechne...
es: Calculando...
it: Calcolo…
ru: Вычисление...
zh_hans: 计算中……

# mime.documents
source: Documents
de: Dokumente
es: Documentos
it: Documenti
ru: Документы
zh_hans: 文档

# mime.free
source: Free
de: Frei
es: Libre
it: Libero
ru: Свободно
zh_hans: 空闲

# mime.image
source: Images
de: Bilder
es: Imágenes
it: Imagini
ru: Изображения
zh_hans: 图片

# mime.other
source: Other
de: Andere
es: Otros
it: Altro
ru: Другое
zh_hans: 其它

# noContent.search.%@
source: No Results for “%@”
de: Keine Ergebnisse für “%@”
es: No hay resultados para “%@”
it: Nessun resultato per “%@”
ru: Нет результатов по запросу «%@»
zh_hans: 未找到“%@”的相关结果

# notification.done.message_%@
source: %@ finished downloading
de: %@ erfolgreich heruntergeladen
es: %@ terminado de descargar
it: %@ scaricamento completato
ru: %@ закончил загрузку
zh_hans: %@ 下载已完成

# notification.done.title
source: Download finished
de: Download beendet
es: Descarga finalizada
it: Scaricamento completato
ru: Загрузка завершена
zh_hans: 下载完成

# overlay.cellular.message
source: Click here to open preferences
de: Hier klicken um Einstellungen zu öffnen
it: Fare click qui per aprire preferenze
ru: Нажмите чтобы открыть настройки

# overlay.cellular.title
source: Cellular collection is not allowed
de: Mobile Sammlung ist nicht erlaubt
it: La connessione su rete mobile non è permessa
ru: Сотовая связь запрещена

# patreon.action.link
source: Connect with patreon
de: Mit Patreon verbunden
es: Conectar con patreon
it: Connettiti con patreon
ru: Привязать Patreon аккаунт
zh_hans: 关联Patreon账号

# patreon.action.patron
source: Become a patron
de: Patreon werden
es: Hazte patreon
it: Diventa a patron
ru: Стать патроном
zh_hans: 成为捐赠者

# patreon.action.unlink
source: Unlink
de: Entknüpfen
es: Desvincular
it: Scollega
ru: Отвязать
zh_hans: 取消关联

# patreon.action.unlink.button
source: Unlink Patreon Account
de: Verbindung zum Patreon Konto aufheben
es: Desvincular cuenta Patreon
it: Scollega Account Patreon
ru: Отвязать Patreon аккаунт
zh_hans: 取消关联Patreon账号

# patreon.action.unlink.title
source: Are you sure you want to unlink your Patreon account?
de: Bist Du sicher, dass Du die Verbindung zu Deinem Patreon Konto aufheben willst?
es: ¿Estás seguro de que quieres desvincular tu cuenta de Patreon?
it: Sei sicuro di voler scollegare il tuo account Patreon?
ru: Вы уверены, что хотите отвязать ваш Patreon аккаунт?
zh_hans: 您确定要取消关联Patreon账号吗？

# patreon.creator.description
source: Creator of iTorrent
de: Entwickler von iTorrent
es: Creador de iTorrent
it: Autore di iTorrent
ru: Создатель iTorrent
zh_hans: iTorrent的作者

# patreon.creator.message
source: Hey for all, You can support future development of iTorrent by donating me on Patreon. In return, you'll receive access to the ads-free version of iTorrent app. Thanks for all your support!
de: Hallo Lieber Nutzer, Du kannst die weitere Entwicklung von iTorrent unterstützen, indem Du mir bei Patreon eine Spende zukommen lässt. Im Gegenzug erhälst Du Zugriff auf die werbefreie Version der iTorrent-App. Vielen Dank für Deine Unterstützung!
es: Hola a todos, Puede apoyar el desarrollo futuro de iTorrent donándome en Patreon. A cambio, recibirás acceso a la versión sin anuncios de la aplicación iTorrent. n¡Gracias por todo su apoyo!
it: Ciao a tutti, Puoi supportare lo sviluppo futuro di iTorrent facendo una donazione su Patreon. Come ricompensa riceverai l’accesso alla versione senza pubblicità dell’app iTorrent. Grazie a tutti per il vostro supporto!
ru: Привет всем, Вы можете поддержать дальнейшую разработку iTorrent задонатив мне на Patreon. Взамен, вы получите доступ к версии приложения iTorrent без рекламы. Спасибо за вашу поддержку!
zh_hans: 大家好， 您可以通过在Patreon上向我捐赠来支持iTorrent的未来发展。作为回报，你将可以获得无广告版本的iTorrent。 感谢你的支持！

# patreon.error.credentials
source: No credentials.
de: Keine Credentials.
es: No hay credenciales
it: Nessuna credenziale
ru: Нет файла учетных данных.
zh_hans: 无法获取凭据

# patreon.error.notAuthenticated
source: No connected Patreon account.
de: Kein Patron-Account verknüpft.
es: No hay cuenta de Patreon conectada
it: Nessun account Patreon collegato
ru: Нет подключенного аккаунта Patreon.
zh_hans: 没有关联到Patreon账号

# patreon.error.token
source: Invalid access token.
de: Ungültiges Access Token.
es: Token de acceso no válido
it: Token di accesso non valido
ru: Неверный Access Token
zh_hans: 账号Token无效

# patreon.error.unknown
source: An unknown error occurred.
de: Unbekannter Fehler aufgetreten.
es: Se ha producido un error desconocido
it: Si è generato un errore sconosciuto.
ru: Произошла неизвестная ошибка.
zh_hans: 发生了未知错误

# patreon.patron.level
source: Ads-free enabled, have fun!
de: Werbefreie Version aktiviert, viel Spaß!
es: Activado sin anuncios, ¡diviértete!
it: Modalità senza pubblicità attivata, buon divertimento!
ru: Реклама отключена!
zh_hans: 无广告已启用，玩得开心！

# patreon.status.full
source: You have full version
de: Du hast die Vollversion
es: Tienes la versión completa
it: Hai la versione completa
ru: У вас полная версия
zh_hans: 你有完整版

# patreon.status.parton
source: You are a patron
de: Du bist ein Patron
es: Eres un patreon
it: Sei un patron
ru: Вы патрон
zh_hans: 你是捐赠者

source: Preferences
de: Einstellungen
es: Preferencias
it: Preferenze
ru: Настройки
zh_hans: 设置

# preferences.appearance
source: Appearance
de: Darstellung
es: Apariencia
it: Aspetto
ru: Внешний вид
zh_hans: 外观

# preferences.appearance.order
source: Sections grouping order
de: Sektionen Gruppierungsreihenfolge
es: Orden de agrupación de secciones
it: Ordinamento raggruppamento sezioni
ru: Порядок секций
zh_hans: 分组与排序

# preferences.appearance.theme
source: Application theme
de: App-Theme
es: Tema de la aplicación
it: Tema per l’applicazione
ru: Тема приложения
zh_hans: 应用主题

# preferences.appearance.theme.action
source: Select app theme
de: App-Theme auswählen
es: Seleccionar tema de aplicación
it: Seleziona un tema per l’app
ru: Выберите тему приложения
zh_hans: 选择APP主题

# preferences.appearance.theme.dark
source: Dark
de: Dunkel
es: Oscuro
it: Scuro
ru: Тёмная
zh_hans: 深色

# preferences.appearance.theme.light
source: Light
de: Hell
es: Claro
it: Chiuro
ru: Светлая
zh_hans: 浅色

# preferences.background
source: Background download
de: Download im Hinterrgrund
es: Descarga de fondo
it: Scaricamento in background
ru: Фоновая загрузка
zh_hans: 后台下载

# preferences.background.enable
source: Enable
de: Aktivieren
es: Activar
it: Abilita
ru: Включить
zh_hans: 启用

# preferences.background.location.indicator.enable
source: Show location indicator
de: Orts-Anzeige aktivieren
es: Mostrar indicador de ubicación
it: Mostra indicatore posizione
ru: Показывать индикатор
zh_hans: 显示位置状态指示灯

# preferences.background.mode
source: Background mode
de: Hintergrund Modus
es: Modo de fondo
it: Modalità in background
ru: Фоновый режим
zh_hans: 后台模式

# preferences.background.mode.action
source: Choose background mode
de: Hintergrund Modus auswählen
es: Elegir modo de fondo
it: Scegli la modalità background
ru: Выберите фоновый режим
zh_hans: 选择后台模式

# preferences.background.mode.location
source: Location
de: Ort
es: Ubicación
it: Posizione
ru: Локация
zh_hans: 位置

# preferences.donations
source: Donate for donuts
de: Für Donuts spenden
es: Donar para donuts
it: Dona per le ciambelle
ru: Донат на еду
zh_hans: 捐赠甜甜圈

# preferences.network
source: Network
de: Netzwerk
es: Red
it: Rete
ru: Сеть
zh_hans: 网络

# preferences.network.connection
source: Connection settings
de: Verbindungseinstellung
es: Configuración de la conexión
it: Impostazioni di connessione
ru: Настройки соединения
zh_hans: 连接设置

# preferences.network.connection.encryption
source: Encryption
de: Verschlüsselung
es: Cifrado
it: Cifratura
ru: Шифрование
zh_hans: 加密

# preferences.network.connection.encryption.mode
source: Mode
de: Modus
es: Modo
it: Modalità
ru: Режим
zh_hans: 模式

# preferences.network.connection.encryption.mode.action
source: Select encryption mode
de: Verschlüsselungsmodus wählen
es: Seleccionar modo de cifrado
it: Seleziona modalità di cifratura
ru: Выберите тип шифрования
zh_hans: 选择加密模式

# preferences.network.connection.port.default
source: Use default port
de: Standard-Port wählen
es: Utilizar puerto predeterminado
it: Usa la porta di default
ru: Стандартный порт
zh_hans: 使用默认端口

# preferences.network.connection.port.value
source: Custom port
de: Eigener Port
es: Puerto personalizado
it: Porta personalizzata
ru: Порт
zh_hans: 自定义端口

# preferences.network.connection.protocols
source: Connection protocols
de: Verbindungsprotokolle
it: Protocolli di connesione
ru: Протоколы соединения
zh_hans: 连接协议

# preferences.network.connection.protocols.dht
source: Enable DHT
de: DHT aktivieren
es: Activar DHT
it: Attiva DHR
ru: Включить DHT
zh_hans: 启用DHT

# preferences.network.connection.protocols.lsd
source: Enable LSD
de: LSD aktivieren
es: Habilitar LSD
it: Attiva LSD
ru: Включить LSD
zh_hans: 启用LSD

# preferences.network.connection.protocols.nat
source: Enable µTP
de: µTP aktivieren
es: Activar µTP
it: Attiva µTP
ru: Включить µTP
zh_hans: 启用µTP

# preferences.network.connection.protocols.upnp
source: Enable UPnP
de: UPnP aktivieren
es: Habilitar UPnP
it: Attiva UPnP
ru: Включить UPnP
zh_hans: 启用UPnP

# preferences.network.connection.protocols.utp
source: Enable NAT-PMP
de: NAT-PMP aktivieren
es: Activar NAT-PMP
it: Attiva NAT-PMP
ru: Включить NAT-PMP
zh_hans: 启用NAT-PMP

# preferences.network.interfaces
source: Interfaces
de: Schnittstellen
it: Interfaccie
ru: Интерфейсы
zh_hans: 接口

# preferences.network.interfaces.allInterfaces
source: Parallel connection
de: Gleichzeitige Verbindung
es: Conexión paralela
it: Connessioni parallele
ru: Параллельное соединение
zh_hans: 并行连接

# preferences.network.interfaces.cellular
source: Mobile data
de: Mobilfunk-Daten
es: Datos móviles
it: Dati mobili
ru: Сотовые данные
zh_hans: 蜂窝网络

# preferences.network.interfaces.footer
source: Parallel connection could increase download speed, but will leak your IP address in case of using VPN.
de: Parallele Verbindungen können die Download-Geschwindigkeit erhöhen, werden aber Deine IP-Adresse enthüllen, wenn Du ein VPN benutzt.
es: La conexión paralela podría aumentar la velocidad de descarga, pero filtrará tu dirección IP en caso de utilizar VPN
ru: Параллельное соединение может повысить скорость загрузки, но приведёт к утечке IP адреса при использовании VPN.
zh_hans: 并行连接可以提高下载速度，但在使用VPN时会暴露您的IP地址
